/* centimeters value */
"CM" = "cm";

/* Comparator full description */
"COMPARATOR_FULL_DESC" = "You should put missing sign '>', '<' or '=' so that expression is right.";

/* Comparator lite description */
"COMPARATOR_LITE_DESC" = "Put '>', '<' or '=' to compare expressions.";

/* Start button */
"CUSTOM_START" = "Start";

/* Count title */
"CUSTOM_COUNT" = "Total examples:";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_0" = "You should express this value in another unit. (E.g. decimeters 'dm' in centimeters 'cm' and conversely)";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_1" = "Solves on addition and subtraction lengths in decimeters 'dm'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_2" = "Solves on addition and subtraction lengths in decimeters 'dm' and centimetres 'cm'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_3" = "Solves on addition and subtraction tens 'tn' and units 'un'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_4" = "Solves on addition and subtraction tens 'tn' and units 'un'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_5" = "Solves on addition and subtraction lengths in decimeters 'dm' and centimeters 'cm'.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_6" = "Solves on addition and subtraction lengths in centimetres 'cm'.";

/* Decimeters lite description */
"DECIMETERS_LITE_DESC_0" = "Express.";

/* Decimeters lite description */
"DECIMETERS_LITE_DESC_1-6" = "Fill numbers.";

/* decimeters value */
"DM" = "dm";

/* Equation full description */
"EQUATION_FULL_DESC" = "In this part solves are equations. You should put missing number to make this expression become right.";

/* Equation lite description */
"EQUATION_LITE_DESC" = "Put number into blank cell.";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT" = "Warning!";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_CANCEL_BTN" = "Cancel";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_MSG" = "Do you really want to exit?\nAll unsaved data will be lost!";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_OK_BTN" = "Ok";

/* interesting square full description */
"INT_SQ_FULL_DESC" = "In every blank cell you should put the number so that the sum of the numbers along each side of the square is equal to the central cell.\n";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_0" = "The central number is not greater than 10";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_1" = "The central number is not greater than 20";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_2" = "The central number is not greater than 100";

/* interesting square lite description */
"INT_SQ_LITE_DESC" = "Put numbers into blank cells.";

/* FullDescription magic square */
"MAG_SQ_FULL_DESC" = "Put numbers in blank cell to make every sum of the numbers in rows, columns and diagonals equal.\n";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_0" = "Each number number is not greater than 10";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_1" = "Each number number is not greater than 20";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_2" = "Each number number is not greater than 100";

/* Lite magic square description */
"MAG_SQ_LITE_DESC" = "Put numbers into blank cells.";

/* mail error */
"MAIL_ERROR" = "There are no pre-set e-mails on your device";

/* No comment provided by engineer. */
"MAIL_ERROR_CANCEL_BTN" = "Ok";

/* mail head */
"MAIL_HEAD" = "In this e-mail you can describe all appeared problems, your suggessions and other stuff. We would like to now if something goes wrong. Please, write everything you want under the line.";

/* Custom title */
"MENU_CUSTOM_BTN" = "Freeplay";

/* Info title */
"MENU_INFO_BTN" = "Info";

/* Learning title */
"MENU_LEARNING_BTN" = "Learning";

/* No comment provided by engineer. */
"MENU_NO_USER_ALERT_CANCEL_BTN" = "Cancel";

/* No comment provided by engineer. */
"MENU_NO_USER_ALERT_REDIRECT_BTN" = "Profiles";

/* choose user alert */
"MENU_NO_USER_ALRT" = "You forgot to set up your user's profile. Please, go to profile and choose your's.";

/* Profile title */
"MENU_PROFILE_BTN" = "Profiles";

/* Time title */
"MENU_TIME_BTN" = "Timeplay";

/* No comment provided by engineer. */
"PICKER_COMPARE" = "Compares";

/* No comment provided by engineer. */
"PICKER_DECIMETRES" = "Lengths";

/* No comment provided by engineer. */
"PICKER_EQUATION" = "Equations";

/* No comment provided by engineer. */
"PICKER_INT_SQ" = "Interesting square";

/* No comment provided by engineer. */
"PICKER_MAG_SQ" = "Magic square";

/* No comment provided by engineer. */
"PICKER_SOLVE" = "Solve";

/* alert wrong username */
"PROFILE_ALRT_WRONG_USERNAME" = "Please, choose another username! This user already exist or chosen name is too short.";

/* alert wrong username ok button */
"PROFILE_ALRT_WRONG_USERNAME_OK_BTN" = "Ok";

/* change profile */
"PROFILE_CHANGE_PROF_BTN" = "Change profile";

/* create new profile */
"PROFILE_CREATE_PROF_BTN" = "Create profile";

/* delete profile */
"PROFILE_DELETE_PROF_BTN" = "Delete profile";

/* average time */
"PROFILE_LINE_AVG_TIME" = "Time per solve: ";

/* last level */
"PROFILE_LINE_LEVELS" = "Completed levels: ";

/* rank */
"PROFILE_LINE_RANK" = "Rank: ";

/* control */
"PROFILE_LINE_RECORD_TIME" = "Record in Timeplay: ";

/* percent of right */
"PROFILE_LINE_RIGHT_ANSWS" = "Percent of right answers: ";

/* name textfield placeholder */
"PROFILE_NAME_FIELD_PLACEHOLDER" = "Enter username here";

/* beginner rank */
"PROFILE_RANKS_BEGINNER" = "Beginner";

/* No comment provided by engineer. */
"RESULT_CONGS_MSG" = "Congratulations!";

/* button at the bottom */
"RESULT_CONTINUE_BTN" = "Continue";

/* No comment provided by engineer. */
"RESULT_ELAPSED_TIME" = "Elapsed time";

/* button at the bottom
 exit */
"RESULT_EXIT_BTN" = "Exit";

/* text after fail in learning mode */
"RESULT_FAIL_TEXT" = "You failed! Try again.";

/* No comment provided by engineer. */
"RESULT_GAME_OVER_TEXT" = "Game over!";

/* No comment provided by engineer. */
"RESULT_JUST_COMPLETED_LBL" = "You just complete";

/* No comment provided by engineer. */
"RESULT_LEVEL_TEXT" = "level!";

/* button at the bottom */
"RESULT_RESTART_BUTTON" = "Restart";

/* No comment provided by engineer. */
"RESULT_SECONDS" = "sec";

/* No comment provided by engineer. */
"RESULT_TOTAL_MISTAKES" = "Total mistakes: ";

/* No comment provided by engineer. */
"RESULT_TOTAL_TASKS" = "Total tasks: ";

/* Solve full description */
"SOLVE_FULL_DESC_0" = "Addition and subtraction of single digits in the range of 10. Put the missing number so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_1" = "Addition and subtraction of single digits in the range of 10. Put the missing number so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_10" = "Put the missing sign so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_11" = "Complete solve on addition and subtraction of two-digits and single-digit nimbers without transition after ten.";

/* Solve full description */
"SOLVE_FULL_DESC_12" = "Complete solve on addition and subtruction two-digit numbers without transition after ten.";

/* Solve full description */
"SOLVE_FULL_DESC_13" = "Complete solve on the order of actions. Action in brackets you should make first.";

/* Solve full description */
"SOLVE_FULL_DESC_14" = "Complete solve on the actions with 'round' numbers (which end with 0) - tens.";

/* Solve full description */
"SOLVE_FULL_DESC_15" = "There is missing numbers and signs in this solve. You should get right equality.";

/* Solve full description */
"SOLVE_FULL_DESC_16" = "Complete solve on addition and subtruction two-digit and single-digit numbers with transition after ten.";

/* Solve full description */
"SOLVE_FULL_DESC_17" = "Complete solve on addition and subtruction two-digit numbers with transition after ten.";

/* Solve full description */
"SOLVE_FULL_DESC_2" = "Put the missing sign so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_3" = "Addition and subtraction of numbers in the range of 20 without transition after ten. Put the missing sign so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_4" = "Addition and subtraction of numbers in the range of 20 with transition after ten. Put the missing number so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_5" = "Addition and subtraction of several numbers in the range of 20 with transition after ten. Put the missing number so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_6" = "Put the missing sign so that the equality remains valid.";

/* Solve full description */
"SOLVE_FULL_DESC_7" = "Complete solve on the addition and subtraction of tens.";

/* Solve full description */
"SOLVE_FULL_DESC_8" = "Complete solve on the addition and subtraction of several tens.";

/* Solve full description */
"SOLVE_FULL_DESC_9" = "Put the missing sign so that the equality remains valid.";

/* Solve lite description */
"SOLVE_LITE_DESC" = "Put missing number";

/* Solve lite description */
"SOLVE_LITE_DESC_10" = "Put '+' or '-' sign in blank cell.";

/* Solve lite description */
"SOLVE_LITE_DESC_13" = "Put missing numbers and pay your attention on brackets.";

/* Solve lite description */
"SOLVE_LITE_DESC_15" = "Put missing number and sign.";

/* Solve lite description */
"SOLVE_LITE_DESC_2" = "Put '+' or '-' sign in blank cell.";

/* Solve lite description */
"SOLVE_LITE_DESC_6" = "Put '+' or '-' sign in blank cell.";

/* Solve lite description */
"SOLVE_LITE_DESC_9" = "Put '+' or '-' sign in blank cell.";

/* tens value */
"TN" = "tn";

/* close button */
"TUTOR_CLOSE_BTN" = "Close";

/* Custom title */
"TUTOR_CUSTOM_BTN" = "Free mode";

/* No comment provided by engineer. */
"TUTOR_CUSTOM_TEXT" = "Freeplay. In this game mode you are able to choose one of the types of tasks, difficulty, and the count of examples for the solution. There are no lifes, but you can't start solving the following example, without rightly answer the previous one. Throughout the game we collect statistics of your answers and calculate the average time taken to solve one task.";

/* Info title */
"TUTOR_INFO_BTN" = "Info";

/* Learning title */
"TUTOR_LEARNING_BTN" = "Learning";

/* Learning text */
"TUTOR_LEARNING_TEXT" = "Education. In this mode child will go through lots of different examples, from the easiest to the hardest. There are 53 levels, and 20 examples in every level. To pass the level you should complete every example and make less than 3 mistake. If your answer is incorrect, you will lose one life. At the start of each level your lifes regenerate. If you interrupt game, your next try will start from the beginning of the same level. There are a leaf with task to each example. Please, explain game rules and task to your child! Regular trainigs will improve your mental calculation.";

/* Profile title */
"TUTOR_HOW_TO_PLAY_BTN" = "How to play";

/* No comment provided by engineer. */
"TUTOR_PROFILE_TEXT" = "On the Profile page, you can create as many profiles as free memory on your device would allow. In every profile you can view your statistic of solutions, and your current title, which basis on the statistics. If some of them are no longer required, you can remove them.";

/* Label on the about screen */
"TUTOR_START_LABEL" = "On this page, you can always get the information you need for this application. In the future, to access this page you need only click on the frame with the title 'Info' in the lower left corner. There are all sections of the application at left, so if you want to read about something, just tap on what you want.";

/* No comment provided by engineer. */
"TUTOR_SUPPORT_BTN" = "Support";

/* Time title */
"TUTOR_TIME_BTN" = "Time mode";

/* No comment provided by engineer. */
"TUTOR_TIME_TEXT" = "Timeplay. This mode is like a test. You have 5 minutes of time and an infinite number of examples, which are randomly selected from what you have set up in settings. It is important to know that there may be caught easy examples and the most complex, and so you shouldn't start this mode, if you haven't mastered the base program of the mode 'Learning'. The best result of this regime will be on profile page, so you can easily monitor the progress of learning.";

/* No comment provided by engineer. */
"TUTOR_VERSION_LABEL" = "Version ";

/* units value */
"UN" = "un";

"PROFILE_CREATE_BTN" = "Create";
"PROFILE_BACK_BTN" = "Back";
"PROFILE_TITLE" = "Profiles";
"TUTOR_LOCALIZATION" = "";


	//Beautiful tutorial descriptions
"TUTORIAL_TITLE_1" = "Just drag the number to empty position";
"TUTORIAL_TITLE_2" = "If you want to write two-digit number, just drag digits sequently";
"TUTORIAL_TITLE_3" = "If you made a mistake, take an eraser and correct your fail";
"TUTORIAL_INFO_PROGRESS" = "This bar shows your current progress";
"TUTORIAL_INFO_LIFES" = "This is your lifes. You will lose them if your answer is incorrect";
"TUTORIAL_INFO_HOME" = "Tap this button, if you want to go back to main menu. Be careful, your current progress will be lost";
"TUTORIAL_INFO_NEXT" = "When you fill all required blanks, tap this button to move to next solve";

	//appirater
"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!";
"Rate %@" = "Rate %@";
"No, Thanks" = "No, Thanks";
"Remind me later" = "Remind me later";


"RESULT_ALL_GAME_COMPLETE_LBL" = "You have just completed all levels in this game! You know how to make solution for major types of excercises. Now you can improve your scills in other modes.";

	//RANKS
"RANK_BEGINNER" = "Beginner";
"RANK_1" = "Gum";
"RANK_2" = "Rookie";
"RANK_3" = "Expierenced";
"RANK_4" = "Master";
"RANK_5" = "Proffesional";
"RANK_6" = "Genius";
"RANK_7" = "Wizard";

"GAME_DONE" = " (All done!)";